{
    "es" : {
        "tr_home": "Inicio",
        "tr_about": "Sobre nosotros",

        "tr_home2": "Inicio",
        "tr_about2": "Sobre nosotros",
        "tr_lang": "Idioma:",
        "tr_copyright": "Todos los derechos reservados. © 2023 Recefast | By Javier Mejía & Daniel Vásquez",

        "tr_in_title": "La mejor comida",
        "tr_in_mainDesc": "Cada cultura culinaria es diferente, y eso es lo que hace a la gastronomia un arte que rompe fronteras y nos conecta con las tradiciones e identidad de cada país, ya que la comida es la representacion mas significativa cuando hablamos de poner en la mesa lo que cada cultura ofrece para degustar el paladar",
        "tr_in_adTitle": "Publicidad",
        "tr_in_frenchTitle": "Recetas de comida francesa",
        "tr_in_frenchDesc": "Sin dudas la comida francesa goza de una personalidad y sabor único que se basa en múltiples texturas al paladar. Los platos franceses son sofisticados, elegantes y armoniosos.",
        "tr_in_italianTitle": "Recetas de comida italiana",
        "tr_in_italianDesc": "La cocina italiana es conocida por su gran variedad de platos, todos ellos con abundantes olores y sabores típicos de la dieta mediterránea, siendo así, una de las mejores Gastronomías del Mundo.",
        "tr_in_spanishTitle": "Recetas de comida española",
        "tr_in_spanishDesc": "La cocina española se caracteriza por tener un toque exótico en sus platillos, además del uso de ingredientes y elemntos muy típicos de la región, dando así a los platos ese toque especial y único.",
        "tr_in_contTitle": "¡La cocina nos une!",
        "tr_in_contDesc": "El arte culinario está en todas partes, desde la comida casera, hasta la alta cocina, cada ingrediente, método de preparación, tiempo y dedicación son factores muy importantes a la hora de desarrollar un buen platillo, una buena comida significa buenos momentos y recuerdos que se quedan en tu paladar y te transportan emociones y sentimientos. Cocina con amor",
        "tr_viewMoreBtn": "Ver más",
        "tr_viewMoreBtn2": "Ver más",

        "tr_ab_title": "Somos Recefast",
        "tr_ab_desc": "Tu sitio de confianza que te brinda las mejores recetas para compartir con tus seres queridos, compartimos la felicidad y creamos un entorno donde la comida es nuestro centro de atención",
        "tr_ab_recipes": "RECETAS",
        "tr_ab_countries": "PAÍSES",
        "tr_ab_editors": "EDITORES",
        "tr_ab_desc2": "La belleza se halla en la magia de la cocina. Utilizamos la riqueza y diversidad de la recetas para crear la formula de la alegría en la cocina.",
        "tr_ab_desc3": "Somos principalmente un blog dedicado a compartir recetas, compuesto por nuestros editores quienes difunden la variedad de posibilidades en la cocina.",
        "tr_ab_title2": "Nuestras bases",
        "tr_ab_misionTitle": "Misión",
        "tr_ab_misionDesc": "Compartir un amplio menú de recetas a nivel internacional, fomentando la diversidad cultural y promoviendo la realización de dichos menús en relación a la comida casera.",
        "tr_ab_visionTitle": "Visión",
        "tr_ab_visionDesc": "Crear una red de comunicaciones entre cocineros profesiones y aprendices para incentivar aún más el aprendizaje en el área de la gastronomía.",

        "tr_rec_time": "TIEMPO:",
        "tr_rec_servings": "PORCIONES:",
        "tr_rec_diff": "DIFICULTAD:",
        "tr_rec_diffLow": "BAJA",
        "tr_rec_diffMed": "MEDIA",
        "tr_rec_diffHigh": "ALTA",
        "tr_rec_type": "CATEGORÍA:",
            "tr_rec_tyStarters": "ENTRADAS",
            "tr_rec_tyDesserts": "POSTRES",
            "tr_rec_tyMainDish": "PLATO PRINCIPAL",
        "tr_rec_ingreTitle": "INGREDIENTES",
        "tr_rec_prepTitle": "PREPARACIÓN",
        "tr_rec_help": "¿Necesitas más ayuda?",
        "tr_rec_helpSub": "¡Sigue los pasos del chef!",

        "tr_frM_mainTitle": "Francia",
        "tr_frM_type1": "Postres",
        "tr_frM_rec1Title": "Croissant",
        "tr_frM_rec1Desc": "El Croissant es un bollo de mantequilla muy popular en todo el mundo. El croissant es perfecto para acompañar el desayuno o la merienda, o incluso para rellenar con ingredientes salados, aprende a hacer la receta a continuación",
        "tr_frM_type2": "Entradas",
        "tr_frM_rec2Title": "Choucroute",
        "tr_frM_rec2Desc": "Especialidad a base de col que se toma acompañada de carne, charcutería o pescado, es originaria de la cocina alsaciana francesa y representa una de las comidas típicas de esa región, aprende a hacer la receta a continuación.",

            "tr_rfr_chuDesc1": "La base del choucroute es la col verde o la col blanca, aunque es posible hacerlo también con col lombarda. Se añade además sal, que actúa como conservante, evitando que se desarrollen bacterias dañinas pero permitiendo que lo hagan las que son beneficiosas para nuestra microbiota.",
            "tr_rfr_chuDesc2": "El choucroute se elabora mediante un proceso llamado lacto-fermentación, un proceso que está cada vez más de moda en quienes buscan una alimentación saludable. Para realizar la fermentación se utilizan las bacterias naturales y beneficiosas presentes en la superficie del repollo. Bacterias que también están en todas las grutas y verduras.",
            "tr_rfr_chuIng1": "1.5kg de repollo blanco",
            "tr_rfr_chuIng2": "1 y 1/2 cucharada de sal gruesa",
            "tr_rfr_chuIng3": "1 cucharada de semillas de alcaravea",
            "tr_rfr_chuPre1": "Cortar el repollo. Desechar las hojas exteriores marchitas y flojas del repollo. Cortar la col en cuartos y quitar el centro. Corta cada cuarto a lo largo, formando 8 gajos. Cortar cada gajo transversalmente en tiras muy finas.",
            "tr_rfr_chuPre2": "Mezclar el repollo y la sal. Pasar el repollo a un bol grande y espolvorearle la sal por encima. Comenzar a impregnar la sal en el repollo masajeando y apretando el repollo con las manos. Al principio puede parecer que no tiene suficiente sal, pero gradualmente el repollo se volverá aguado y flácido, más parecido a una ensalada de col que a un repollo crudo. Esto tomará de 5 a 10 minutos. Si desea condimentar su choucroute con semillas, mézclelas ahora.",
            "tr_rfr_chuPre3": "Guardar el repollo. Tome puñados de repollo y guárdelos en el frasco de conservas. Si tiene un embudo de enlatado, esto facilitará el trabajo. De vez en cuando, aplastar el repollo en el frasco con el puño. Desechar cualquier líquido liberado por el repollo mientras lo masajeaba en el frasco. Opcional: Coloque una de las hojas exteriores más grandes del repollo sobre la superficie del repollo en rodajas. Esto ayudará a mantener el repollo sumergido en su líquido.",
            "tr_rfr_chuPre4": "Cerrar el frasco. Cubra la boca del tarro con un paño y asegúrelo con una banda elástica o hilo. Esto permite que el aire entre y salga del frasco, pero evita que el polvo o los insectos entren en el frasco.",
            "tr_rfr_chuPre5": "Continuar cuidando la fermentación durante el primer día. Presione el repollo cada pocas horas. Durante las próximas 24 horas, presiona el repollo de vez en cuando con el frasco de gelatina. A medida que el repollo suelte su líquido, se volverá más blando y compacto y el líquido se elevará por encima del repollo.",
            "tr_rfr_chuPre6": "Agregar más líquido, si es necesario. Si después de 24 horas el líquido no subió cubriendo el repollo, disolver 1 cucharadita de sal en 1 taza de agua y agregarlo hasta sumergir el repollo en la salmuera.",
            "tr_rfr_chuPre7": "Fermentar durante 3 días. Mientras se fermenta, mantenga el choucroute alejado de la luz solar directa y a una temperatura ambiente fresca o en la heladera. Revíselo todos los días y presiónelo si el repollo flota sobre el líquido.",
            "tr_rfr_chuPre8": "El choucroute estará listo para comer cuando tenga un sabor agradable.",
            "tr_rfr_chuTip1": "Tips para fermentar el Choucroute",
            "tr_rfr_chuTip2": "Debido a que se trata de un lote pequeño de choucroute de repollo blanco, el de esta receta fermentará más rápidamente que los lotes más grandes.",
            "tr_rfr_chuTip3": "Comenzar a probarlo después de 3 días. Cuando el choucroute de repollo blanco tenga buen sabor, ya está listo para servir. También se puede dejar que el choucroute siga fermentando durante 10 días o incluso más.",
            "tr_rfr_chuTip4": "Mientras se fermenta, es posible que veas burbujas saliendo del repollo, espuma en la parte superior o espuma blanca. Todos estos son signos de un proceso de fermentación saludable y feliz. La espuma se puede quitar de la parte superior durante la fermentación o antes de refrigerar. Si se observa algún moho, quitarlo de inmediato y asegúrese de que su repollo esté completamente sano.",

            "tr_rfr_croDesc1": "Resistirse a un buen croissant es bastante difícil, y más si son tan fáciles de hacer como estos croissants caseros que sorprenderán a todos en casa y que, contrario a lo que puedas pensar, son más fáciles de hacer de lo que parece.",
            "tr_rfr_croIng1": "400g de harina de fuerza",
            "tr_rfr_croIng2": "100 de harina floja",
            "tr_rfr_croIng3": "100g de azúcar",
            "tr_rfr_croIng4": "2 huevos",
            "tr_rfr_croIng5": "25g de levadura fresca de panadería",
            "tr_rfr_croIng6": "150g de leche",
            "tr_rfr_croIng7": "100g de mantequilla en pomada",
            "tr_rfr_croIng8": "200g de mantequilla para hojaldrar",
            "tr_rfr_croIng9": "1 yema de huevo para pintar",
            "tr_rfr_croPre1": "En la leche tibia diluimos la levadura y en la amasadora introducimos todos lo ingredientes menos la mantequilla y amasamos durante 10 o 12 minutos.",
            "tr_rfr_croPre2": "Luego añadimos la mantequilla en pomada en dados y amasar otro par de minutos. Dejamos fermentar en bloque la mezcla en lugar cálido una hora u hora y media aproximadamente hasta que doble su volumen.",
            "tr_rfr_croPre3": "Pasado ese tiempo preparamos la mantequilla para hojaldrar dejándola en forma de placa cuadrada de un centímetro de grosor, es importante que esa mantequilla esté fría.",
            "tr_rfr_croPre4": "Heñimos la masa con los puños, haciendo un hueco que permita introducir la mantequilla y le damos cuatro o cinco vueltas simples dejándola reposar en frío entre vuelta y vuelta unos 20 min en frío.",
            "tr_rfr_croPre5": "Tras los volteos, estiramos la masa a tres milímetros de grosor con un rodillo pero sin hacer demasiada presión y cortamos triángulos isósceles de unos veinte centímetros de largo.",
            "tr_rfr_croPre6": "Formamos los croissants enrollándolos desde la base y los dejamos fermentar en placa de horno una hora más. Pasado ese tiempo los pintamos con la yema y la leche y los horneamos entre 12 y 14 minutos a 200 ºC.",
            "tr_rfr_croTip1": "Con qué acompañar el Croissant",
            "tr_rfr_croTip2": "Poca compañía más necesita un croasán que un buen café con leche o que un vaso de leche, aunque también podéis preparar un batido o, si queréis hacerlos aún más potentes, mezclarlos con algo de chocolate o de nutella.",
        
            "tr_itM_type1": "Plato principal",
            "tr_itM_rec1Title": "Pizza Napolitana",
            "tr_itM_rec1Desc": "De masa tierna y delgada pero bordes altos, es la versión propia de la cocina napolitana de la pizza redonda, aprende a hacerla al verdadero estilo italiano a continuacion.",
            "tr_itM_rec2Title": "Espagueti a la carbonara",
            "tr_itM_rec2Desc": "Los espaguetis a la carbonara es probablemente la forma más internacional de preparar esta pasta. La auténtica salsa carbonara de Italia contiene yema de huevo, queso y bacon con un excelente sabor, mira como hacerla a continuación.",

            "tr_esM_rec1Title": "Tortilla de patata",
            "tr_esM_rec1Desc": "Es este un plato de sencilla elaboración, que se preparar principalmente con patatas y huevo. Algunas versiones incluyen también cebolla y es uno de los platos típicos de la gastronomía de este país, conoce cómo prepararlo a continuación.",
            "tr_esM_rec2Title": "Paella",
            "tr_esM_rec2Desc": "Este es un plato muy famoso de la comida española que todos deberían de probar almenos una vez en su vida, consta de ingredientes muy concretos de temporada y su sabor varia entre muchas combinaciones, mira como se hace a continuación."
    },

    "en" : {
        "tr_home": "Home",
        "tr_about": "About Us",

        "tr_home2": "Home",
        "tr_about2": "About Us",
        "tr_lang": "Language:",
        "tr_copyright": "All rights reserved. © 2023 Recefast | By Javier Mejía & Daniel Vásquez",

        "tr_in_title": "The best food",
        "tr_in_mainDesc": "Each culinary culture is different, and that is what makes gastronomy an art that breaks borders and connects us with the traditions and identity of each country, since food is the most significant representation when we talk about putting on the table what each culture offers to taste the palate.",
        "tr_in_adTitle": "Advertisement",
        "tr_in_frenchTitle": "French food recipes",
        "tr_in_frenchDesc": "Undoubtedly, French food has a unique personality and flavor based on multiple textures to the palate. French dishes are sophisticated, elegant and harmonious.",
        "tr_in_italianTitle": "Italian food recipes",
        "tr_in_italianDesc": "Italian cuisine is known for its great variety of dishes, all of them with abundant smells and flavors typical of the Mediterranean diet, thus being one of the best gastronomies in the world.",
        "tr_in_spanishTitle": "Spanish food recipes",
        "tr_in_spanishDesc": "Spanish cuisine is characterized by having an exotic touch in its dishes, in addition to the use of ingredients and elements very typical of the region, thus giving the dishes that special and unique touch.",
        "tr_in_contTitle": "Cooking brings us together!",
        "tr_in_contDesc": "The culinary art is everywhere, from home cooking to haute cuisine, each ingredient, preparation method, time and dedication are very important factors when developing a good dish, a good meal means good moments and memories that stay in your palate and transport emotions and feelings. Cook with love",
        "tr_viewMoreBtn": "Read more",
        "tr_viewMoreBtn2": "Read more",

        "tr_ab_title": "We are Recefast",
        "tr_ab_desc": "Your trusted site that gives you the best recipes to share with your loved ones, we share happiness and create an environment where food is our center of attention.",
        "tr_ab_recipes": "RECIPES",
        "tr_ab_countries": "COUNTRIES",
        "tr_ab_editors": "EDITORS",
        "tr_ab_desc2": "Beauty lies in the magic of cooking. We use the richness and diversity of recipes to create the formula for joy in the kitchen.",
        "tr_ab_desc3": "We are primarily a blog dedicated to sharing recipes, composed by our editors who spread the variety of possibilities in the kitchen.",
        "tr_ab_title2": "Our basics",
        "tr_ab_misionTitle": "Mision",
        "tr_ab_misionDesc": "To share a wide menu of international recipes, encouraging cultural diversity and promoting the creation of such menus in relation to home cooking.",
        "tr_ab_visionTitle": "Vision",
        "tr_ab_visionDesc": "Create a communication network between professional chefs and apprentices to further encourage apprenticeship in the area of gastronomy.",

        "tr_rec_time": "TIME:",
        "tr_rec_servings": "SERVINGS:",
        "tr_rec_diff": "DIFFICULTY:",
        "tr_rec_diffLow": "LOW",
        "tr_rec_diffMed": "MEDIUM",
        "tr_rec_diffHigh": "HIGH",
        "tr_rec_type": "CATEGORY:",
            "tr_rec_tyStarters": "STARTERS",
            "tr_rec_tyDesserts": "DESSERTS",
            "tr_rec_tyMainDish": "MAIN DISH",
        "tr_rec_ingreTitle": "INGREDIENTS",
        "tr_rec_prepTitle": "PREPARATION",
        "tr_rec_help": "Need more help?",
        "tr_rec_helpSub": "Follow chef's steps!",

        "tr_frM_mainTitle": "France",
        "tr_frM_type1": "Desserts",
        "tr_frM_rec1Title": "Croissant",
        "tr_frM_rec1Desc": "The Croissant is a buttery pastry very popular all over the world. The croissant is perfect to accompany breakfast or snack, or even to fill with savory ingredients, learn how to make the recipe below.",
        "tr_frM_type2": "Starters",
        "tr_frM_rec2Title": "Choucroute",
        "tr_frM_rec2Desc": "A cabbage-based speciality served with meat, charcuterie or fish, it originates from the French German shepherd cuisine and represents one of the typical dishes of that region. Learn how to make the recipe below.",

            "tr_rfr_chuDesc1": "The base of sauerkraut is green cabbage or white cabbage, although it is also possible to make it with red cabbage. Salt is also added, which acts as a preservative, preventing the growth of harmful bacteria but allowing those that are beneficial to our microbiota to grow.",
            "tr_rfr_chuDesc2": "Sauerkraut is made by a process called lacto-fermentation, a process that is becoming more and more fashionable for those seeking a healthy diet. To carry out the fermentation, the natural and beneficial bacteria present on the surface of the cabbage are used. Bacteria that are also present in all caves and vegetables.",
            "tr_rfr_chuIng1": "1.5kg white cabbage",
            "tr_rfr_chuIng2": "1 and 1/2 tablespoons of coarse salt",
            "tr_rfr_chuIng3": "1 tablespoon caraway seeds",
            "tr_rfr_chuPre1": "Cut the cabbage. Discard the wilted and limp outer leaves of the cabbage. Cut the cabbage into quarters and remove the core. Cut each quarter lengthwise, forming 8 wedges. Cut each wedge crosswise into very thin strips.",
            "tr_rfr_chuPre2": "Mix the cabbage and salt. Transfer the cabbage to a large bowl and sprinkle the salt over it. Begin to soak the salt into the cabbage by massaging and squeezing the cabbage with your hands. At first it may not seem to have enough salt, but gradually the cabbage will become watery and limp, more like coleslaw than raw cabbage. This will take 5 to 10 minutes. If you want to season your sauerkraut with seeds, mix them in now.",
            "tr_rfr_chuPre3": "Canning cabbage. Take handfuls of cabbage and store them in the canning jar. If you have a canning funnel, this will make the job easier. Occasionally crush the cabbage in the jar with your fist. Discard any liquid released by the cabbage while massaging it into the jar. Optional: Place one of the larger outer leaves of the cabbage over the surface of the sliced cabbage. This will help keep the cabbage submerged in its liquid.",
            "tr_rfr_chuPre4": "Close the jar. Cover the mouth of the jar with a cloth and secure it with an elastic band or string. This allows air to enter and exit the jar, but prevents dust or insects from entering the jar.",
            "tr_rfr_chuPre5": "Continue to care for the fermentation during the first day. Press the cabbage every few hours. For the next 24 hours, press the cabbage from time to time with the jar of gelatin. As the cabbage releases its liquid, it will become softer and more compact and the liquid will rise above the cabbage.",
            "tr_rfr_chuPre6": "Add more liquid, if necessary. If after 24 hours the liquid has not risen to cover the cabbage, dissolve 1 teaspoon of salt in 1 cup of water and add until the cabbage is submerged in the brine.",
            "tr_rfr_chuPre7": "Ferment for 3 days. While fermenting, keep sauerkraut out of direct sunlight and at a cool room temperature or in the refrigerator. Check it every day and press it if the cabbage floats on top of the liquid.",
            "tr_rfr_chuPre8": "The sauerkraut is ready to eat when it has a pleasant taste.",
            "tr_rfr_chuTip1": "Tips for fermenting sauerkraut",
            "tr_rfr_chuTip2": "Because it is a small batch of white cabbage sauerkraut, the one in this recipe will ferment more quickly than larger batches.",
            "tr_rfr_chuTip3": "Start tasting it after 3 days. When the white cabbage sauerkraut tastes good, it is ready to serve. The sauerkraut can also be left to ferment for 10 days or even longer.",
            "tr_rfr_chuTip4": "While fermenting, you may see bubbles coming out of the cabbage, foam on top or white foam. These are all signs of a healthy and happy fermentation process. Foam can be removed from the top during fermentation or before refrigerating. If any mold is observed, remove it immediately and make sure your cabbage is completely healthy.",

            "tr_rfr_croDesc1": "Resisting a good croissant is quite difficult, especially if they are as easy to make as these homemade croissants that will surprise everyone at home and that, contrary to what you may think, are easier to make than they seem.",
            "tr_rfr_croIng1": "400g of strong flour",
            "tr_rfr_croIng2": "100g of flour",
            "tr_rfr_croIng3": "100g sugar",
            "tr_rfr_croIng4": "2 eggs",
            "tr_rfr_croIng5": "25g fresh baker's yeast",
            "tr_rfr_croIng6": "150g milk",
            "tr_rfr_croIng7": "1100g butter in ointment",
            "tr_rfr_croIng8": "200g butter for puff pastry",
            "tr_rfr_croIng9": "1 egg yolk for painting",
            "tr_rfr_croPre1": "In the warm milk we dilute the yeast and in the mixer we introduce all the ingredients except the butter and knead for 10 to 12 minutes.",
            "tr_rfr_croPre2": "Then add the diced butter and knead for another couple of minutes. Let the mixture rise in a warm place for about an hour or an hour and a half in a block until it doubles in volume.",
            "tr_rfr_croPre3": "After this time we prepare the butter for puff pastry, leaving it in the form of a square plate one centimeter thick, it is important that the butter is cold.",
            "tr_rfr_croPre4": "We knead the dough with our fists, making a hole that allows us to introduce the butter and we give it four or five simple turns, leaving it to rest in cold between turns for about 20 minutes in cold.",
            "tr_rfr_croPre5": "After turning, we stretch the dough to three millimeters thick with a rolling pin but without too much pressure and cut isosceles triangles about twenty centimeters long.",
            "tr_rfr_croPre6": "Form the croissants by rolling them from the base and leave them to ferment on the baking sheet for another hour. After this time, brush them with the egg yolk and milk and bake them for 12 to 14 minutes at 200 ºC.",
            "tr_rfr_croTip1": "What to serve with Croissant",
            "tr_rfr_croTip2": "A croissant needs little more company than a good coffee with milk or a glass of milk, although you can also prepare a milkshake or, if you want to make them even more powerful, mix them with some chocolate or nutella.",

            "tr_itM_type1": "Main dish",
            "tr_itM_rec1Title": "Neapolitan Pizza",
            "tr_itM_rec1Desc": "Tender and thin dough but with high edges, it is the Neapolitan cuisine's own version of the round pizza, learn how to make it in true Italian style below.",
            "tr_itM_rec2Title": "Spaghetti carbonara",
            "tr_itM_rec2Desc": "Spaghetti carbonara is probably the most international way to prepare this pasta. The authentic Italian carbonara sauce contains egg yolk, cheese and bacon with an excellent flavor, see how to make it below.",

            "tr_esM_rec1Title": "Potato Tortilla",
            "tr_esM_rec1Desc": "This is a simple dish that is prepared mainly with potatoes and eggs. Some versions also include onion and it is one of the typical dishes of the gastronomy of this country, learn how to prepare it below.",
            "tr_esM_rec2Title": "Paella",
            "tr_esM_rec2Desc": "This is a very famous dish of Spanish food that everyone should try at least once in their life, it consists of very specific seasonal ingredients and its flavor varies between many combinations, see how it is made below."
    }
}